tap 'caskroom/cask'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/x11'
tap 'railwaycat/emacsmacport'
tap 'sanemat/font'
cask 'java'
cask 'xquartz'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
# brew 'ansible'
brew 'apache-spark'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'bdw-gc'
brew 'chromedriver'
brew 'cmake'
brew 'gmp'
brew 'libevent'
brew 'libffi'
brew 'llvm'
brew 'pcre'
brew 'crystal-lang'
brew 'ctags'
brew 'doxygen'
brew 'eigen'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'fswatch'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc', args: ['without-multilib']
brew 'gettext'
brew 'glib'
brew 'ilmbase'
brew 'jpeg'
brew 'oniguruma'
brew 'jq'
brew 'libtiff'
brew 'libtool'
brew 'lua'
brew 'luajit'
brew 'mas'
brew 'node'
brew 'openexr'
brew 'pixman'
brew 'pkg-config'
brew 'xz'
brew 'python3'
brew 'postgresql', restart_service: true
brew 'pyenv'
brew 'reattach-to-user-namespace'
brew 'rename'
brew 'shellcheck'
brew 'the_silver_searcher'
brew 'tmux', args: ['HEAD']
brew 'tree'
brew 'vim', args: ['with-lua']
brew 'z'
brew 'zsh', args: ['without-etcdir']
brew 'zsh-completions'
brew 'zsh-history-substring-search'
brew 'zsh-syntax-highlighting'
brew 'homebrew/boneyard/libiomp'
brew 'homebrew/boneyard/clang-omp'
brew 'homebrew/python/numpy'
brew 'homebrew/science/opencv'
brew 'homebrew/science/opencv3'
brew 'homebrew/x11/openmotif'
brew 'homebrew/x11/xpdf'
brew 'railwaycat/emacsmacport/emacs-mac', args: ['with-spacemacs-icon']
cask 'wkhtmltopdf'
mas 'Keynote', id: 409183694
mas 'StuffIt Expander', id: 405580712
mas 'iMovie', id: 408981434
mas 'Evernote', id: 406056744
mas 'ForkLift', id: 412448059
mas 'Tomato One', id: 907364780
mas 'Pocket', id: 568494494
mas 'Slack', id: 803453959
mas 'Pages', id: 409201541
mas 'LINE', id: 539883307
mas 'Kobito', id: 896624060
mas 'Memory Cleaner X', id: 518830108
mas 'Numbers', id: 409203825
